{
  "locales": {
    "en": {
      "title": "<span class='text-primary'>Educational</span> Background",
      "description": "A glimpse into my academic trajectory and accomplishments."
    },

    "es": {
      "title": "Antecedentes <span class='text-primary'>Educativos</span>",
      "description": "Un vistazo a mi trayectoria académica y logros."
    }
  },

  "items": [


    {
      "id": "sena",
      "place": "@link{places.sena}",
      "period": ["2013/06", "2015/06"],

      "locales": {
        "en": {
          "title": "Computer Maintenance and Structured Cabling Design",
          "description": "Professional with experience in computer maintenance, including hardware and software diagnostics and repair. Specialist in the design and installation of structured cabling, ensuring efficient and reliable communication networks. Skilled in planning and executing technological projects for various environments."
      }
      ,

        "es": {
          "title": "Mantenimiento de Equipos y Diseño de Cableado Estructurado",
          "description": "Profesional con experiencia en el mantenimiento de equipos de cómputo, incluyendo diagnóstico, reparación de hardware y software. Especialista en el diseño e instalación de cableado estructurado, asegurando redes de comunicación eficientes y confiables. Competente en la planificación y ejecución de proyectos tecnológicos para diversos entornos."
      }
      
      }
    },

    {
      "id": "upc",
      "place": "@link{places.upc}",
      "period": ["2015/09", "2023/12"],
      "locales": {
        "en": {
          "title": "Systems Engineer",
          "description": "Graduated with a strong foundation in computer systems and software engineering. Specialized in designing, developing, and managing complex systems, with expertise in software development, database management, and network security. Proficient in problem-solving and optimizing processes through technology."
        },
        "es": {
            "title": "Ingeniero de Sistemas",
            "description": "Graduado con una sólida formación en sistemas informáticos e ingeniería de software. Especializado en el diseño, desarrollo y gestión de sistemas complejos, con experiencia en desarrollo de software, gestión de bases de datos y seguridad de redes. Competente en la resolución de problemas y la optimización de procesos mediante el uso de tecnología."
        }
        
      }
    }
  ]
}
