{
  "locales": {
    "en": {
      "title": "<span class='text-primary'>Educational</span> Background",
      "description": "A glimpse into my academic trajectory and accomplishments."
    },

    "es": {
      "title": "Antecedentes <span class='text-primary'>Educativos</span>",
      "description": "Un vistazo a mi trayectoria académica y logros."
    }
  },

  "items": [
    {
      "id": "online_course_udacity",
      "place": "@link{places.udacity}",
      "period": ["2014/01", "2014/07"],

      "locales": {
        "en": {
          "title": "UX Fundamentals Online Certification",
          "description": "Enrolled in an online program covering essential UX concepts, including user research, Dynamic Interface Development with Vue.js, and information architecture. Strengthened skills in creating intuitive and user-friendly digital experiences."
        },

        "es": {
          "title": "Certificación en Fundamentos de UX en Línea",
          "description": "Inscrito en un programa en línea que abarca conceptos esenciales de UX, incluida la investigación de usuarios, Desarrollo de Interfaces Dinámicas con Vue.js y arquitectura de la información. Reforzó habilidades en la creación de experiencias digitales intuitivas y amigables para el usuario."
        }
      }
    },

    {
      "id": "bachelor_harvard",
      "place": "@link{places.harvard}",
      "period": ["2014/08", "2018/05"],

      "locales": {
        "en": {
          "title": "Systems Engineer",
          "description": "Graduated with a strong foundation in computer systems and software engineering. Specialized in designing, developing, and managing complex systems, with expertise in software development, database management, and network security. Proficient in problem-solving and optimizing processes through technology."
        },
        "es": {
          "title": "Licenciatura en Diseño Gráfico con Énfasis en aca",
          "description": "Graduado con una sólida formación en diseño gráfico con especialización en diseño de experiencia de usuario. Adquirió experiencia en narración visual, diseño de interfaz de usuario y pensamiento de diseño colaborativo."
        }
      }
    },

    {
      "id": "upc",
      "place": "@link{places.upc}",
      "period": ["2018/09", "2020/05"],

      "locales": {
        "en": {
          "title": "Systems Engineer",
          "description": "Graduated with a strong foundation in computer systems and software engineering. Specialized in designing, developing, and managing complex systems, with expertise in software development, database management, and network security. Proficient in problem-solving and optimizing processes through technology."
        },
        "es": {
          "title": "Ingeniero de Sistemas",
          "description": "Graduado con una sólida formación en sistemas informáticos e ingeniería de software. Especializado en el diseño, desarrollo y gestión de sistemas complejos, con experiencia en desarrollo de software, gestión de bases de datos y seguridad de redes. Competente en la resolución de problemas y la optimización de procesos mediante el uso de tecnología."
        }
      }
    }
  ]
}
